// กำหนดหมวดหมู่สินค้า
export const categories = [
  { label: 'อาหารและเครื่องดื่ม', value: 'อาหารและเครื่องดื่ม' },
  { label: 'สุขภาพและความงาม', value: 'สุขภาพและความงาม' },
  { label: 'แฟชั่น', value: 'แฟชั่น' },
  { label: 'กระเป๋า', value: 'กระเป๋า' },
  { label: 'รองเท้า', value: 'รองเท้า' },
  { label: 'เครื่องใช้ไฟฟ้า', value: 'เครื่องใช้ไฟฟ้า' },
  { label: 'อุปกรณ์เสริมอิเล็กทรอนิกส์', value: 'อุปกรณ์เสริมอิเล็กทรอนิกส์' },
  { label: 'มือถือและแท็บเล็ต', value: 'มือถือและแท็บเล็ต' },
  { label: 'อุปกรณ์สำหรับบ้าน', value: 'อุปกรณ์สำหรับบ้าน' },
  { label: 'เกมและอุปกรณ์เสริม', value: 'เกมและอุปกรณ์เสริม' },
  { label: 'กีฬาและกิจกรรมกลางแจ้ง', value: 'กีฬาและกิจกรรมกลางแจ้ง' },
  { label: 'กล้องและอุปกรณ์ภาพถ่าย', value: 'กล้องและอุปกรณ์ภาพถ่าย' },
  { label: 'คอมพิวเตอร์และอุปกรณ์', value: 'คอมพิวเตอร์และอุปกรณ์' },
  { label: 'อุปกรณ์สำหรับสุขภาพ', value: 'อุปกรณ์สำหรับสุขภาพ' },
  { label: 'เครื่องประดับ', value: 'เครื่องประดับ' },
  { label: 'เครื่องเขียนหนังสือ และงานศิลปะ', value: 'เครื่องเขียนหนังสือ และงานศิลปะ' },
  { label: 'ของเล่น สินค้าแม่และเด็ก', value: 'ของเล่น สินค้าแม่และเด็ก' },
  { label: 'ยานยนต์', value: 'ยานยนต์' },

];